{
    "translation": {
        "Engenharia de Dados": "Data Engineering",
        "Fale Conosco": "Contact us",
        "Banco de Dados" : "Database",
        "Segurança de dados" : "Data Decurity",
        "Conheça nossos serviços": "Discover our services",
        "Com a BSL Data Security, você terá todas as ferramentas essenciais para construir um futuro seguro e próspero para sua empresa. Nossas soluções especializadas em administração e segurança de dados são projetadas para oferecer tranquilidade e eficiência. Descubra como podemos fortalecer sua infraestrutura e proteger seus ativos digitais. Conheça nossas soluções hoje mesmo e garanta o sucesso duradouro de sua empresa." : "With BSL Data Security, you will have all the essential tools to build a secure and prosperous future for your company. Our specialist data administration and security solutions are designed to provide peace of mind and efficiency. Discover how we can strengthen your infrastructure and protect your digital assets. Discover our solutions today and ensure the lasting success of your company.",
        "Oferecemos proteção adaptada às necessidades exclusivas da sua empresa, garantindo eficiência e redução de riscos" : "We offer protection tailored to your company's unique needs, ensuring efficiency and risk reduction",
        "Desbloqueie todo o potencial dos seus dados e conquiste o sucesso que sua empresa merece!" : "Unlock the full potential of your data and achieve the success your company deserves!",
        "Nossa equipe de especialistas em engenharia de dados está pronta para oferecer uma abordagem centrada na qualidade, segurança e eficiência, projetamos e implementamos pipelines de dados personalizados, garantindo a integridade, disponibilidade e confidencialidade dos seus dados." : "Our team of data engineering experts is ready to offer an approach focused on quality, security and efficiency, we design and implement custom data pipelines, ensuring the integrity, availability and confidentiality of your data.",
        "Nossa experiência" : "Our experience",
        "Há mais de nove anos, a BSL Data Security tem marcado presença no mercado, oferecendo soluções confiáveis e inovadoras para uma ampla gama de necessidades empresariais globalmente, contando com uma base diversificada de clientes no Brasil, Estados Unidos e Reino Unido." : "For over nine years, BSL Data Security has been present in the market, offering reliable and innovative solutions for a wide range of business needs globally, with a diverse customer base in Brazil, the United States and the United Kingdom.",
        "Especializados no gerenciamento de banco de dados das mais diversas tecnologias, incluindo Oracle, Microsoft SQL, MySQL, Hana, entre outras, nossa equipe experiente se dedica a oferecer serviços da mais alta qualidade, garantindo alto desempenho sem comprometer a segurança essencial para os dados de nossos clientes. Além disso, destacamos nossa expertise em trabalhar tanto em ambientes locais quanto nas principais nuvens públicas." : "Specialized in database management of the most diverse technologies, including Oracle, Microsoft SQL, MySQL, Hana, among others, our experienced team is dedicated to offering the highest quality services, guaranteeing high performance without compromising the essential security for data. our clients. Furthermore, we highlight our expertise in working both in local environments and in the main public clouds.",
        "Com nossas principais certificações em Oracle, estamos capacitados para navegar em ambientes com infraestruturas complexas, utilizando os recursos mais recomendados da fornecedora, como Oracle RAC, Exadata, Dataguard, Tuning e Diagnostic Package. Além disso, oferecemos uma monitoria exclusiva utilizando a ferramenta mais utilizada no mercado, o Zabbix, proporcionando aos clientes uma visão detalhada e em tempo real de suas operações críticas." : "With our main Oracle certifications, we are qualified to navigate environments with complex infrastructures, using the supplier's most recommended resources, such as Oracle RAC, Exadata, Dataguard, Tuning and Diagnostic Package. Furthermore, we offer exclusive monitoring using the most used tool on the market, Zabbix, providing customers with a detailed and real-time view of their critical operations.",
        "Reconhecemos a importância da capacitação contínua da equipe e, por isso, oferecemos treinamentos especializados para equipes de DBAs, mantendo-as atualizadas com as últimas práticas e tecnologias do setor." : "We recognize the importance of continuous team training and, therefore, we offer specialized training for teams of DBAs, keeping them up to date with the latest practices and technologies in the sector.",
        "Na BSL Data Security, estamos comprometidos em fornecer soluções confiáveis e personalizadas para atender às necessidades únicas de nossos clientes, impulsionando o sucesso de seus negócios por meio de uma gestão eficiente e segura de seus dados críticos." : "At BSL Data Security, we are committed to providing reliable, customized solutions to meet our customers' unique needs, driving their business success through efficient and secure management of their critical data.",
        "Endereço" : "Address",
        "Rua Sete, 80" : "Seventh Street, 80",
        "Vila Velha 29102380, BR" : "Vila Velha 29102380, BR",
        "Política de Privacidade" : "Privacy Policy",
        "DATA SECURITY" : "DATA SECURITY",
        "Proteção adaptada às necessidades exclusivas de sua empresa, com eficiência e redução de riscos." : "Protection adapted to the exclusive needs of your company, with efficiency and risk reduction.",
        "Conte-nos mais" : "Tell us more",
        "Soluções que garantem proteção e segurança abrangentes para seus dados e sistemas" : "Solutions that ensure comprehensive protection and security for your data and systems",
        "Nossa equipe de Segurança de Dados está aqui para garantir que seus dados importantes estejam sempre protegidos. Nós cuidamos de tudo, desde identificar e classificar seus dados até monitorar quem tem acesso a eles, tudo para manter suas informações seguras. Usamos análises avançadas para identificar possíveis vulnerabilidades, proporcionando a você a visibilidade necessária por meio de um painel de controle intuitivo e fácil de usar. Nosso compromisso é assegurar que sua empresa esteja em conformidade com os mais rigorosos padrões de segurança, ao mesmo tempo em que automatizamos processos, reduzimos custos e implementamos políticas que garantam um ambiente seguro e confiável para todos." : "Our Data Security team is here to ensure your important data is always protected. We take care of everything from identifying and classifying your data to monitoring who has access to it, all to keep your information safe. We use advanced analytics to identify potential vulnerabilities, providing you with the visibility you need through an intuitive and easy-to-use control panel. Our commitment is to ensure that your company complies with the most rigorous security standards, while automating processes and reducing costs. and we implement policies that ensure a safe and trustworthy environment for everyone.",
        "Benefícios da BSL Data Security para a Segurança de Dados" : "BSL Data Security Benefits for Data Security",
        "Soluções Personalizadas" : "Customized Solutions",
        "Reconhecemos a singularidade inerente a cada entidade corporativa. Nossa abordagem é pautada na adaptação meticulosa de nossas soluções para se alinharem de maneira ideal à infraestrutura específica de sua empresa, sem distinção quanto ao porte organizacional." : "We recognize the uniqueness inherent to each corporate entity. Our approach is based on the meticulous adaptation of our solutions to ideally align with your company's specific infrastructure, without distinction as to organizational size.",
        "Eficiência e Redução de Riscos" : "Efficiency and Risk Reduction",
        "Em adição à proteção dos seus dados, nós nos empenhamos em aprimorar a sua segurança de forma abrangente. Este compromisso traduz-se em uma significativa redução dos riscos inerentes e dos custos associados à segurança de dados." : "In addition to protecting your data, we strive to comprehensively improve your security. This commitment translates into a significant reduction in the inherent risks and costs associated with data security.",
        "Automatização e Classificação de Dados" : "Data Automation and Classification",
        "Monitoramento de Atividades e Proteção de Dados" : "Activity Monitoring and Data Protection" ,
        "Aceleração da Conformidade de Dados" : "Accelerating Data Compliance",
        "Análise de Risco e Priorização de Investigações" : "Risk Analysis and Prioritization of Investigations",
        "BANCO DE DADOS" : "DATABASE",
        "Liberte todo o poder dos seus dados e alcance o sucesso que você merece!" : "Unleash the full power of your data and achieve the success you deserve!",
        "Experiência incomparável em gestão de bancos de dados" : "Unrivaled experience in database management",
        "Somos uma empresa especializada no gerenciamento de bancos de dados de diversas tecnologias, incluindo Oracle, Microsoft SQL, MySQL e Hana. Contamos com uma equipe de profissionais altamente qualificados e experientes em gestão de TI, possuindo certificações de nível internacional" : "We are a company specialized in managing databases using various technologies, including Oracle, Microsoft SQL, MySQL and Hana. We have a team of highly qualified and experienced professionals in IT management, holding international level certifications",
        "Administração de Banco de Dados" : "Database Administration",
        "Mantenha seus sistemas em alto desempenho." : "Keep your systems at high performance.",
        "Migração de Dados" : "Data migration",
        "Excelência em trânsito de sistemas legados para plataformas avançadas." : "Excellence in transit from legacy systems to advanced platforms.",
        "Otimização de Desempenho" : "Performance Optimization", 
        "Acelere seus bancos de dados para resultados impactantes." : "Accelerate your databases for impactful results.",
        "Segurança de Dados" : "Data Security",
        "Proteja seus ativos com medidas de segurança sólidas e confiáveis" : "Protect your assets with solid and reliable security measures",
        "Consultoria Especializada" : "Expert advice",
        "Conte com nossa orientação estratégica." : "Count on our strategic guidance.",
        "Redução de custos" : "Cost reduction",
        "Cortamos as despesas, aumentamos a eficiência e aprimoramos as estratégias." : "We cut expenses, increased efficiency and improved strategies.",
        "Contamos com uma equipe reconhecida, que segue um processo de desenvolvimento seguro e adota uma cultura ágil como parte integrante de nossas práticas organizacionais" : "We have a recognized team, which follows a safe development process and adopts an agile culture as an integral part of our organizational practices",
        "ENGENHARIA DE DADOS" : "DATA ENGINEERING",
        "Desenho e Implementação do pipeline que transforma os dados brutos provenientes de fontes diversas, como bancos de dados transacionais até arquivos de texto, em um formato homogêneo e adequado para análise." : "Design and Implementation of the pipeline that transforms raw data from diverse sources, such as transactional databases to text files, into a homogeneous format suitable for analysis.",
        "Experiência incomparável em gestão dos dados" : "Unrivaled experience in data management",
        "Coleta de Dados" : "Data collect",
        "coletar dados de diversas fontes, como bancos de dados, sistemas de arquivos,aplicativos da web e APIs" : "collect data from diverse sources such as databases, file systems, web applications, and APIs",
        "Integração de Dados" : "Data Integration",
        "integrar  dados de diferentes fontes e formatos, garantindo que os dados sejam interoperáveis e consistentes em todo o ambiente de dados." : "integrate data from different sources and formats, ensuring data is interoperable and consistent across the data environment.",
        "Armazenamento e Processamento de dados" : "Data Storage and Processing",
        "configurar sistemas de armazenamento de dados escaláveis e eficientes, como bancos de dados relacionais, bancos de dados NoSQL, data lakes e sistemas de armazenamento em nuvem." : "configure scalable and efficient data storage systems such as relational databases, NoSQL databases, data lakes, and cloud storage systems.",
        "Fale comigo!" : "Talk to me!",
        "Nome completo" : "Full name",
        "Assunto" : "subject",
        "Enviar" : "Send",
        "Nossa equipe de especialistas em engenharia de dados oferece soluções personalizadas focadas em qualidade, segurança e eficiência. Projetamos e implementamos pipelines de dados que garantem a integridade, disponibilidade e confidencialidade das suas informações." : "Our team of data engineering experts offers customized solutions focused on quality, security and efficiency. We design and implement data pipelines that ensure the integrity, availability and confidentiality of your information.",
        "Nosso objetivo não é apenas proteger os dados, mas também proporcionar segurança e tranquilidade para cada cliente que confia em nós para proteger o que é mais importante, seus dados mais preciosos com integridade, confidencialidade e disponibilidade incomparáveis. Através da inovação contínua com tecnologia de ponta e uma abordagem centrada no cliente onde estamos comprometidos em construir um ambiente seguro onde a confiança prevalece." : 
        "Our goal is not just to protect data, but also to provide security and peace of mind for every customer who trusts us to protect what matters most, their most precious data with unmatched integrity, confidentiality and availability. Through continuous innovation with technology cutting edge and a customer-centric approach where we are committed to building a safe environment where trust prevails.",
        "Nossa empresa se compromete com integridade, confiança, disponibilidade e inovação centrada no cliente para garantir paz e tranquilidade através da segurança de dados." : "Our company is committed to integrity, trust, availability and customer-centric innovation to ensure peace and tranquility through data security.",

        "Na nossa empresa, o valor da paz e tranquilidade é mais do que uma promessa - é um compromisso inabalável com a serenidade e o bem-estar dos nossos clientes. Estamos dedicados a proporcionar uma experiência tranquila e sem preocupações, onde os nossos clientes possam confiar plenamente em nós para resolver quaisquer problemas de forma rápida e eficiente. Nosso objetivo é criar um ambiente onde a paz de espírito seja garantida, onde cada   interação com a nossa empresa inspire confiança e segurança." : "At our company, the value of peace and tranquility is more than a promise - it is an unwavering commitment to the serenity and well-being of our guests. We are dedicated to providing a peaceful, worry-free experience where Our customers can fully trust us to resolve any issues quickly and efficiently. Our goal is to create an environment where peace of mind is guaranteed, where every interaction with our company inspires trust and confidence.",
        "Na nossa empresa, a integridade é o alicerce sobre o qual construímos cada relacionamento. Assim como trabalhamos incansavelmente para garantir a integridade dos dados dos nossos clientes, também nos dedicamos a cultivar relacionamentos baseados na transparência, honestidade e respeito mútuo." : "At our company, integrity is the foundation upon which we build every relationship. Just as we work tirelessly to ensure the integrity of our customers' data, we are also dedicated to cultivating relationships based on transparency, honesty and mutual respect.",
        "Em nossa empresa, a disponibilidade não é apenas um valor, é uma filosofia que permeia todas as nossas ações. Estamos comprometidos em estar sempre ao alcance de nossos clientes, prontos para oferecer o melhor serviço possível, independentemente do momento ou da situação." : "In our company, availability is not just a value, it is a philosophy that permeates all our actions. We are committed to always being within reach of our customers, ready to offer the best possible service, regardless of the moment or situation .",
        "Na nossa empresa, a busca constante pela excelência é impulsionada pela inovação. Estamos firmemente comprometidos em não apenas atender, mas também superar as expectativasdos nossos clientes, e acreditamos que a inovação é o caminho para alcançar esse objetivo." : "At our company, the constant pursuit of excellence is driven by innovation. We are firmly committed to not only meeting, but also exceeding our customers' expectations, and we believe that innovation is the way to achieve this goal.",
        "Missão" : "Mission",
        "Valores" : "Values",
        "Quem somos" : "Who we are",
        "Sobre" : "About",
        "Certificados" : "Certificates",
        "Paz e Tranquilidade" : "Peace and Tranquility",
        "Integridade" : "Integrity",
        "Disponibilidade" : "Availability",
        "Inovação" : "Innovation ",
        "Desenvolvido por " : "Developed by "
    }
}